Repository: banco-alimentar/alimentestaideia.pt
Catalog: BancoAlimentar.AlimentaEstaIdeia.Web/Resources/Pages/Donation.*.resx
Languages: es, fr, pt

# AlimentosJaDoados
source: Food donated
es: Comida ya oferecida
fr: Produits déjà offerts
pt: Alimentos já dados

# Atum
source: Tuna fish
es: Atún
fr: Thon
pt: Atum

# Azeite
source: Olive oil
es: Aceite de oliva
fr: Huile d'olive
pt: Azeite

# Açucar
source: Rice
es: Arroz
fr: Riz
pt: Arroz

# CodigoPostal
source: Postal Code
es: C. Postal
fr: Code postal
pt: Código Postal

# ContacteNos
source: Contact us
es: Contacte-nos
fr: Contactez nous
pt: Entre em contato conosco

# DescricaoDoCabaz
source: Basket description
es: Descripción de la cesta de productos
fr: Description du panier de produits
pt: Descrição da cesta

# Empresa
source: Company
es: Empresa
fr: Société
pt: Empresa

# EscolhaOBancoAlimentarParaOQualQuerDoar
source: Choose the Food Bank you want to donate to *
es: Elija el Banco de Alimentos que desea apuyar *
fr: Choisissez la Banque Alimentaire à laquelle vous voulez faire un don *
pt: Escolha o Banco de Alimentos para o qual deseja doar

# EscolhaOsBensQueQuerDoar
source: Choose the products you want to donate
es: Elija los productos que desea donar
fr: Choisissez les produits que vous voulez offrir
pt: Escolha os bens que deseja doar...

# Leite
source: Milk
es: Leche
fr: Lait
pt: Leite

# Morada
source: Address
es: Domicilio
fr: Adresse
pt: Habitação

# Nif
source: Tax number
es: NIF
fr: TIN
pt: NIF

# Nome
source: Name *
es: Nombre *
fr: Nom/Prénom *
pt: Nome *

# Pais
source: Country *
es: Pais
fr: Votre pays *
pt: País

# Particular
source: Private
es: Privado
fr: Privé
pt: Particular

# PreenchaOsSeusDados
source: Fill in your data
es: Completa tus datos
fr: Remplissez vos coordonnées
pt: Preencha seus detalhes

# Salsichas
source: Sausages
es: Salchichas
fr: Saucisses
pt: Salsichas

# VerCabaz
source: See Basket
es: Ver cesta de productos
fr: Voir le panier de produits
pt: Ver Cabaz

# Oleo
source: Cooking oil
es: Aceite
fr: Huile
pt: Óleo

# AceitoAPoliticaDePrivacidadeEDeProteccaoDeDados
source: I accept the Privacy and Data Protection Policy *
es: Acepto la Política de privacidad y protección de datos personales *
fr: J'accepte la politique de confidentialité et de protection de données personnelles *
pt: Aceito a Política de Privacidade e Proteção de Dados *

# AlimenteEstaIdeia
source: Feed this idea
es: Alimente esta idea
fr: Nourrissez cette idée
pt: Alimente essa ideia

# ASuaContribuicaoFazTodaADiferencaAjudeQuemMaisPrecisa
source: Your contribution makes all the difference. Please, help people in need.
es: ¡Tu contribución hace toda la diferencia! Ayuda a las personas que más lo necesitan.
fr: Votre contribution fait toute la différence! Aidez les personnes qui en ont le plus besoin.
pt: Sua contribuição faz toda a diferença! Ajude aqueles que mais precisam.

# ASuaEmpresa
source: Your company
es: Tu empresa
fr: Votre entreprise
pt: Sua empresa

# ASuaMorada
source: Your address
es: Tu domicilio
fr: Votre adresse
pt: Seu endereço

# Cesto
source: Basket
es: Cesta de productos
fr: Panier de produits
pt: Cesto

# Comida
source: Food
es: Contáctanos
fr: Nourriture
pt: Alimento

# Doar
source: Donate
es: Donar
fr: Faire un don
pt: Doar

# EnviarDoacao
source: Donate
es: Enviar donación
fr: Envoyer votre don
pt: Enviar Doação

# EscrevaOQueVeAbaixo
source: Write the text you see bellow
es: Escribe lo que ves abajo
fr: Tapez ce que vous voyez ci-dessous
pt: Escreva o que você vê abaixo

# Fechar
source: Close
es: Cerrar
fr: Conclure
pt: Fechar

# Linguagem
source: Language
es: Idioma
fr: Langue
pt: Idioma

# NaoSouUmRobo
source: I'm not a robot
es: No soy un robot
fr: Je ne suis pas un robot
pt: Eu não sou um robô.

# OSeuCodigoPostal
source: Your postal code
es: Tu C. Postal
fr: Votre code postal
pt: Seu CEP

# OSeuEmail
source: Your e-mail
es: Tu correo electronico
fr: Votre email
pt: Seu e-mail

# OSeuNif
source: Your tax number
es: Tu NIF
fr: Votre TIN
pt: Seu NIF

# OSeuNome
source: Your name
es: Tu nombre
fr: Votre nom
pt: Seu nome

# OSeuPais
source: Your country
es: Tu pais *
fr: Pays
pt: Seu país

# PoliticaDePrivacidade
source: privacy and Data Protection Policy
es: Política de privacidad
fr: Politique de confidentialité
pt: Política de privacidade

# PretendeRecibo
source: Do you want a receipt?
es: ¿Quieres un recibo?
fr: Voulez-vous un reçu?
pt: Você quer um recibo?

# Saco
source: "~/images/saco.png"
pt: "~/imagens/saco.png"

# TituloHeader
source: "~/images/titulo_header.png"
pt: "~/imagens/tituloheader.png"

# AgoraTambemJaPodePagarUsandoOSeuCartaoDeCredito
source: You can also pay by credit card.
es: Ahora puede pagar con su tarjeta de crédito.
fr: Vous pouvez payer également avec votre carte de crédit.
pt: Agora você também pode pagar usando seu cartão de crédito.

# AssimQueForRecebidoOSeuPagamentoSeraEnviadoParaOSeuEmailOReciboDaDoacao
source: Your payment receipt will be sent to your e-mail once we get the notification.
es: Una vez que recibamos la notificación del pago, el recibo será enviado a su e-mail.
fr: Une fois votre paiement reçu, votre facture sera envoyé à votre adresse électronique.
pt: Uma vez que seu pagamento é recebido, o recibo de doação será enviado para o seu e-mail.

# CartaoDeCredito
source: Credit card
es: Tarjeta de crédito
fr: Carte de crédit
pt: Cartão de crédito

# Entidade
source: Entity
es: Identidad
fr: Entité
pt: Entidade

# EscolhaOSeuMeioDePagamento
source: Choose your payment method
es: Escoge tu método de pago
fr: Choisissez votre mode de paiement
pt: Escolha seus meios de pagamento

# EstaReferenciaTambemFoiEnviadaParaOSeuEmail
source: This reference was also sent to your e-mail.
es: Esta referencia será enviada a su e-mail.
fr: Cette référence a également été envoyée à votre adresse email.
pt: Essa referência também foi enviada para o seu e-mail.

# FacaASuaDoacaoDeFormaSegura
source: Make your donation in a totally safe way.
es: Haga su donación de una manera totalmente segura.
fr: Faites votre don en toute sécurité.
pt: Faça sua doação em segurança.

# FacaASuaDoacaoUsandoAReferenciaMultibancoAbaixo
source: Make your donation using the reference bellow.
es: Haga su donación utilizando la referencia indicada abajo.
fr: Faites votre don en utilisant la référence ATM ci-dessous.
pt: Faça sua doação usando a referência do caixa eletrônico abaixo.

source: Multibanco
fr: ATM
pt: Caixa automático

# PagarRedUnicre
source: Pay with credit card
es: Pago con Tarjeta de crédito
fr: Payer avec Carte de crédit
pt: Pague com cartão de crédito

# Referencia
source: Reference payment
es: Referencia de pago
fr: Référence
pt: Referência

# Valor
source: Fee
es: Cuota
fr: Valeur
pt: Valor

# AgoraTambemJaPodePagarUsandoPayPal
source: You can also pay by PayPal.
es: Ahora puede pagar con PayPal.
fr: Vous pouvez payer également avec PayPal.
pt: Agora você também pode pagar usando PayPal.

# PagarPayPal
source: Pay with PayPal
es: Pago con PayPal
fr: Payer avec PayPal
pt: Pague com PayPal

# PagarMultibanco
source: Pay with Multibanco
es: Pago con Multibanco
fr: Payer avec Multibanco
pt: Pague com caixa eletrônico

# Captcha.TextboxMessage
source: Security Code as Number
es: Securitity Code as Number (FR)
fr: Code de sécurité en tant que numéro
pt: Código de segurança como número

# Captcha.TextboxMessageError
source: Please enter the security code as a number.
pt: Por favor, digite o número da imagem.

# DonationSubscriptionEnabled
source: I want to make this donation every ...
es: Quiero hacer esta donación cada ...
fr: Je veux faire ce don tous les ...
pt: Eu quero fazer esta doação regularmente ...

# DonationSubscriptionMessage
source: We currently support only creditcard payments for recurring donations, Thanks
es: Actualmente solo admitimos pagos con tarjeta de crédito para donaciones recurrentes, Gracias
fr: Nous ne prenons actuellement en charge que les paiements par carte de crédit pour les dons récurrents, Merci
pt: Atualmente, apoiamos apenas pagamentos de cartão de crédito para doações recorrentes, obrigado

source: Since
es: Desde
fr: Depuis
pt: Desde

# DonationSubscriptionMessage_Duplicate[1]
source: We currently support only creditcard payments for recurring donations, Thanks
es: Actualmente solo admitimos pagos con tarjeta de crédito para donaciones recurrentes, Gracias
fr: Nous ne prenons actuellement en charge que les paiements par carte de crédit pour les dons récurrents, Merci
pt: Atualmente, apoiamos apenas pagamentos de cartão de crédito para doações recorrentes, obrigado

# Since_Duplicate[1]
source: Since
es: Desde
fr: Depuis
pt: Desde

source: E-mail *
es: Correo electrónico *

# SubscriptionAuthentication
source: You need to be logged in before you can create a subscription.
es: Tienes que haber iniciado sesión antes de poder crear una subscription.
fr: Vous devez être connecté avant de pouvoir créer un abonnement.
